{
  "quotes" : [ {
    "quote" : "Everything in the world is neutral. Only the egoic child’s mind judges things as good, bad, right, wrong, rich, poor, ugly, beautiful, and more. Everything just is in the energy of the Ascended God, and we must learn to cooperate with it and create from this real place.",
    "quoteID" : "1"
  }, {
    "quote" : "This is the age of individual consciousness. What you believe, the thoughts you think, the actions you take, in this moment and from now on, will determine everything.",
    "quoteID" : "2"
  }, {
    "quote" : "Most people are not walking around enlightened. It isn’t the daily life most of us lead. It is the daily life most of us miss.",
    "quoteID" : "3"
  }, {
    "quote" : "What we may not yet realize is that every single moment fits into a larger whole. We gather red threads here, blue threads there, some green, yellow, purple, and gray. We are weaving a tapestry: the image of potential not yet revealed.",
    "quoteID" : "4"
  }, {
    "quote" : "We live our lives avoiding pain, but we’ll ultimately find that our lives are not about this. Nor have our lives been about the love we’ve been denied or have denied others. It hasn’t been about one horrible thing happening to us after another, or what our mothers and fathers, sisters and brothers, did or did not do. It is only about our awakening to know that Love is all we are.",
    "quoteID" : "5"
  }, {
    "quote" : "The revelation of Being is the dawning of our spiritual maturity.",
    "quoteID" : "6"
  }, {
    "quote" : "We all want assurance in chaos and reassurance that we’re going to be all right in times of change. All this just slows us down and becomes an excuse for not getting on with it.",
    "quoteID" : "7"
  }, {
    "quote" : "If you don’t have the life you want right now sitting there in your chair, is it because you’ve done something wrong? Is it because you lack hope and faith? Is it because you don’t have what it takes? Is it because you aren’t one of those abundant people living across town? Absolutely not! It simply means that there is more to know about God.",
    "quoteID" : "8"
  }, {
    "quote" : "Love is all we are in spite of our distorting it, denying it, relinquishing it, and being clueless about it until we aren’t anymore. Love is the energy of the fullness of God, which is the energy of all potential, and, long before this can ever be a possibility for our world, this must be the reality for you, the individual.",
    "quoteID" : "9"
  }, {
    "quote" : "Consciousness is the new frontier. We are not going back to the way we were as a world. Some doors are closed, others still closing. We will go forward, and far from Consciousness seeming like the Brigadoon it once was—the little town that we find only one day every hundred years—it is here now, current and accessible.",
    "quoteID" : "10"
  }, {
    "quote" : "There is no security in externals and never has been. It has been an illusion we’ve believed and perpetuated out of fear. Today, we are called to find our feet in the new world, and they are our feet—not the corporations you have devoted yourself to, nor the churches whose doctrine you have so long subscribed to, nor society, nor the community, nor the family.",
    "quoteID" : "11"
  }, {
    "quote" : "Security lies within you. It is Consciousness itself. There is one way to get to it, through the triad of awareness, consciousness, and enlightenment. It may capture you in an instant as you stare down death on a mountaintop—or it can be the equally sacred and more gentle journey of the day to day.",
    "quoteID" : "12"
  }, {
    "quote" : "As fantastic as it seems, each moment of your life is a decision in consciousness that propels you forward or backward or leaves you standing in the same place. And each moment categorically and instantaneously arranges the rest of your life and so does the next moment and the next. You are creating your life anew in each moment.",
    "quoteID" : "13"
  }, {
    "quote" : "Regret, guilt, anxiety, and too much sentimentality reveal fixations on the past.",
    "quoteID" : "14"
  }, {
    "quote" : "All of our egoically driven suffering, rage, fear, and lack we carry as adults began with the implicit knowledge in our childhoods that these things were alien to Love.",
    "quoteID" : "15"
  }, {
    "quote" : "Children are not developed enough to understand anything but appearances, and it is upon appearances that we structure our limited world, and it is a limited one because it’s based on appearances. It’s a nice conundrum we find ourselves in, but there you have it.",
    "quoteID" : "16"
  }, {
    "quote" : "Dynamic lives are ultimately based on truth, not on appearances.",
    "quoteID" : "17"
  }, {
    "quote" : "Past the labels of color, culture, economic status, religion, nationality, and other seeming differences, the energy of God is a dazzling array of frequencies and interference patterns, waves, and particles of infinite variations and potentials to which we all belong.",
    "quoteID" : "18"
  }, {
    "quote" : "We are two selves, the lesser contained within the Greater, and herein lies our greatest opportunity: our prerogative is to go from one to the other. It is a natural course to free the ego from the puffery of the egoic child’s mind. Like any good gardener, we must uproot anything that clutters the garden and steals nutrients from the plants we wish to grow. Once we uproot the clutter in the emotional body, we allow what is indigenous to that garden: unconditional Love, Forgiveness, Compassion, Joy, Peace, Trust, Gratitude, and Awe to flourish.",
    "quoteID" : "19"
  }, {
    "quote" : "Awareness is the understanding of our intricate system of old wiring.",
    "quoteID" : "20"
  }, {
    "quote" : "It isn’t what you know about yourself that limits you. It’s what you, as yet, don’t know.",
    "quoteID" : "21"
  }, {
    "quote" : "At your essence, you are a Mind—not a body, not a brain.",
    "quoteID" : "22"
  }, {
    "quote" : "The egoic child’s mind is always self-indulgent.",
    "quoteID" : "23"
  }, {
    "quote" : "In the egoic child’s mind, you are malleable and resistant. In the Ascended Mind, you are cooperative and adaptable.",
    "quoteID" : "24"
  }, {
    "quote" : "As children, our minds perceive literally. We believe the talking frog, the dancing spider, and the singing mosquito on public television. We believe the clown and the magic he does and the shadow puppets at the local arts center. To children, it’s all real. This is the nature of the child’s mind, to believe it all, but the nature of the adult, at the dawning of awareness is to question.",
    "quoteID" : "25"
  }, {
    "quote" : "Enlightenment is the state of your actually merging with the Mind of the Ascended God. It’s the condition of advanced states of Consciousness, a constant and miraculous unfolding of “more” in every way: more love, more information, more miracles, more trust, more harmony, more peace, more synchronicity, synergy, grace, ease, gratitude, abundance, and creativity,",
    "quoteID" : "26"
  }, {
    "quote" : "Real Consciousness does not awaken until every part of you believes.",
    "quoteID" : "27"
  }, {
    "quote" : "Real Enlightenment does not awaken until every part of you knows.",
    "quoteID" : "28"
  }, {
    "quote" : "I watch the news. I ask God, “What is the answer?” and God answers, “What is the question?”",
    "quoteID" : "29"
  }, {
    "quote" : "While Consciousness is the adult mind emerging, Enlightenment is your mind merging with God’s.",
    "quoteID" : "30"
  }, {
    "quote" : "We’ve many years ahead of us, years filled with chaos, conflict, and dissension. All of our leaders, worldwide, are of a certain consciousness right now. It doesn’t matter the culture or the party. As a society, we can argue and fight about politics all we want, but the quality of our leaders won’t change until we do. They reflect the consciousness of us all.",
    "quoteID" : "31"
  }, {
    "quote" : "Your energy field is as specific to you as your fingerprints. This energy field changes. Before the consciousness journey, you are one frequency, and on the consciousness journey, you are another. The difference is palpable. The change, electric. The influence of God through you, radical.",
    "quoteID" : "32"
  }, {
    "quote" : "There is a world of difference between the frightened person who is anxious about catastrophe, always off balance, insecure, panicked about change—one who doesn’t know which way to turn or if he should turn at all—and the calm, centered, grace-filled person who is adaptable and rooted in what he knows of the Ascended God. You are both of these things, and the good news is you can change the former to the latter, but never back again.",
    "quoteID" : "33"
  }, {
    "quote" : "True insight is just Consciousness revealing itself.",
    "quoteID" : "34"
  }, {
    "quote" : "In life, we are challenged to make a choice about what we believe about God. In our dilemma, we might ask, “Why believe in anything?” The answer: because even a belief in nothing is a belief in something. It is a reaction to, rather than an integration of, God.",
    "quoteID" : "35"
  }, {
    "quote" : "The surrender of the egoic child’s mind is decidedly the most powerful form of surrender because of the sheer force of our egoic resistance. As long as the ego and the egoic child’s mind are in play, resistance creates drama and fights hard to “save you” from anything outside itself. It doesn’t realize that you're long past needing to be saved.",
    "quoteID" : "36"
  }, {
    "quote" : "By the time you approach surrender, gone are the old devices, defenses, anxieties, needs, and fears you have experienced most of your life. You, more and more, are finding yourself 100% okay with everything that has happened in your life: claiming, owning, and embracing your story as your own. Soon it will be time to put it down and never tell it again. And only then will you experience aesthetic distance: the perspective of your life as the perfect whole.",
    "quoteID" : "37"
  }, {
    "quote" : "Why isn’t what you’re worried about all okay? Move your mind away from the way you think it should be, and you might learn and experience something else.",
    "quoteID" : "38"
  }, {
    "quote" : "The Ascended God you are is the transformational energy to which you surrender.",
    "quoteID" : "39"
  }, {
    "quote" : "There will be a moment when the child’s mind tells you that you have wasted your time on your spiritual quest, that you haven’t made any progress, that whatever teacher, therapist, or healer you’ve worked with is a charlatan. They are lies you tell yourself because you don’t want to be hurt anymore by the truth of what you've been doing to yourself. And running away is always an option.",
    "quoteID" : "40"
  }, {
    "quote" : "Flight and fight are the only stress responses you have until you learn something more: what are you feeling? And if this feeling was to evolve into something potentialized, what would it be? Go there.",
    "quoteID" : "41"
  }, {
    "quote" : "You have options. But you have to move past some of the egoic child’s mind to see them.",
    "quoteID" : "42"
  }, {
    "quote" : "You are depressed because you are not moving. Think new thoughts, have new feelings, move your body, get busy, feel yourself useful, and you’ll be far too busy for depression.",
    "quoteID" : "43"
  }, {
    "quote" : "Depression is a repository for emotions you deem unacceptable. You control and manage yourself rather than allowing yourself to feel what you’re feeling. You are settling for a half life devoid of real passion and follow-through, protecting yourself from the chaos that frightened you as a child and frightens you still, even though you are perfectly capable of learning new ways to handle it. You are indeed protecting yourself from opportunity, abundance, and love. ",
    "quoteID" : "44"
  }, {
    "quote" : "You are unique in all the world, and we need who and what you are. Drill down to your essentiality: past your image, past your devices of protecting yourself, past your insecurities, past your avoidance, past your fear of the unknown. There you will find yourself and your purpose. And this is God.",
    "quoteID" : "45"
  }, {
    "quote" : "You are doing something else with your energy other than making money.",
    "quoteID" : "46"
  }, {
    "quote" : "People feel regret when they know they are not making the most of the present.",
    "quoteID" : "47"
  }, {
    "quote" : "You are living a life of constant prayer. Every thought you think, and every feeling you have, is a prayer either from the absence of God or from the fullness of God, according to your understanding. You do not have to be on your knees in church, feeling holy, in order to pray. You cannot help but pray. Prayer is your language.",
    "quoteID" : "48"
  }, {
    "quote" : "We must not judge how much or how little people are loving us, what they are doing to demonstrate it, and whether or not this is enough. Receive it all. Love it all. Be grateful for it all.",
    "quoteID" : "49"
  }, {
    "quote" : "Suffering is here to open doors in us that cannot be opened any other way. It will have its end. For now, get all you can out of it, and listen to what it is telling you about yourself.",
    "quoteID" : "50"
  }, {
    "quote" : "We must participate in our lives, not as a satellite, but as the sun.",
    "quoteID" : "51"
  }, {
    "quote" : "Change may unbalance you before balance in the new order occurs, and this imbalance is that creative space where you reinvent yourself and your world.",
    "quoteID" : "52"
  }, {
    "quote" : "A happy life is a life continuing to reinvent itself.",
    "quoteID" : "53"
  }, {
    "quote" : "There are the two paradigms from which all human beings work, and it is your privilege to go from one to another: to go from the unpotentialized self to the potentialized self. Crank up your energy from fear, and you are in high energy where your rage, disappointment, and pain show; crank up your energy again, and you get reactive energy where you don't think, you just react, saying and doing things for which you're going to have to apologize later.",
    "quoteID" : "54"
  }, {
    "quote" : "Crank up your energy from Love, and you get a streamlined version of yourself with all the issues removed. This is called “peak performance energy,” and it is the energy of your Highest Self. And when you crank up your energy from peak performance energy, you create things energetically you never thought possible. For something to exist in reality, there must be a potential for it in energy. This is where you create that.",
    "quoteID" : "55"
  }, {
    "quote" : "Learn to appreciate uncertainty. You’ve wanted change, and it’s changing.",
    "quoteID" : "56"
  }, {
    "quote" : "Stop asking when something will happen. The answer is: when you’re ready. Stop asking yourself how it will happen because your brain isn’t big enough to do God’s job, and “how” is God’s domain. God is the energy. Your desires are the direction it takes. Point the way, and trust the pathfinder.",
    "quoteID" : "57"
  }, {
    "quote" : "Energy takes the path of least resistance.",
    "quoteID" : "58"
  }, {
    "quote" : "God is not a “he” or a “she.” It is an “it,” an “it” of energy, and it contains all energies—just as white light contains the full color spectrum.",
    "quoteID" : "59"
  }, {
    "quote" : "Do not let yesterday rule today.",
    "quoteID" : "60"
  }, {
    "quote" : "We say, “It’s all futile” and “What’s the point?” when we don’t plan to change anything.",
    "quoteID" : "61"
  }, {
    "quote" : "Pain and chaos are not intended to last forever. What makes them last is to close down around them, to make them the central focus of your life, to tell their story over and over again. You are not supposed to be a resistant system. You are a healing system. Open the doors and windows, bring in the flowers, think new thoughts, feel new feelings, make new friends, stand up and dance with change!",
    "quoteID" : "62"
  }, {
    "quote" : "Every issue that your child’s mind has created is for the purpose of keeping you alive and avoiding death. We still work from this survival system, relying on our limitations to keep us safe. But what if you make your peace with death and realize it will come when it will come and not a moment before? And then you go about living.",
    "quoteID" : "63"
  }, {
    "quote" : "Realizing what we need comes out of our realization of ourselves as unique individuals.",
    "quoteID" : "64"
  }, {
    "quote" : "Divine inspiration and purpose of the highest order lie in the energy of Consciousness.",
    "quoteID" : "65"
  }, {
    "quote" : "Our egos dictate that we strive to be somebody when we already are.",
    "quoteID" : "66"
  }, {
    "quote" : "We are born the undeveloped whole. Our journey to Consciousness is about becoming the developed Whole.",
    "quoteID" : "67"
  }, {
    "quote" : "Everyone is afraid. But just because everyone is afraid does not mean that there’s anything to be afraid of.",
    "quoteID" : "68"
  }, {
    "quote" : "It is time to face the fact that the child you were will never have what it wanted the way it wanted it. You can either stay enraged about that fact, or you can go out, create, and get something better that the adult you are wants even more.",
    "quoteID" : "69"
  }, {
    "quote" : "The hardest thing to do is to truly forgive yourself because this means accepting and embracing all parts of yourself: those characteristics you haven’t liked very much, those things you’ve blamed and mocked in others because you knew they were yours, those you’ve buried, those you’ve been ashamed of, those you have punished yourself for, those you believed would break you if you faced them. But you don't break by facing the deeper truths of your life. You heal.",
    "quoteID" : "70"
  }, {
    "quote" : "It is unbearable to think how harsh we have been to ourselves, so we have invented a harsh God to blame.",
    "quoteID" : "71"
  }, {
    "quote" : "We must be a participant in our own lives before we can be one with everything. Even the seeming negative is part of the design to get us to a happier place. If we do not cooperate with what is happening in the moment of feeling bad, if we resist, if we are afraid of it, run away, or shut down, we miss the opportunity to plant the seed that then blossoms and becomes the natural and joyous Whole.",
    "quoteID" : "72"
  }, {
    "quote" : "If you do not consciously know the values with which you resonate, you do not consciously know your boundaries; if you do not know your boundaries, you will cross them all the time, feel bad, and wonder why.",
    "quoteID" : "73"
  }, {
    "quote" : "There are different perspectives to old situations.",
    "quoteID" : "74"
  }, {
    "quote" : "You cannot ask another to change if you won’t.",
    "quoteID" : "75"
  }, {
    "quote" : "There is no relationship without an exchange of energy.",
    "quoteID" : "76"
  }, {
    "quote" : "While surrender is stressful, it is the fleeting, natural, healthy stress of change and creation. What is not natural and healthy is the stress of the merciless and relentless maltreatment and oppression of self.",
    "quoteID" : "77"
  }, {
    "quote" : "Loving ourselves is forgiving ourselves, accepting our humanness—our flaws, our honesty and dishonesty, what we’ve done and haven’t done, and the utter absurdness of our human situation—and finding it all to be Perfect.",
    "quoteID" : "78"
  }, {
    "quote" : "Instead of being fearful of any economic crisis, we should see where we can add value.",
    "quoteID" : "79"
  }, {
    "quote" : "Where is the majority of your energy? That is what you get more of.",
    "quoteID" : "80"
  }, {
    "quote" : "This world is a mysterious energy network of signs, signals, metaphors, and codes that lead you to powerful truths about everything.",
    "quoteID" : "81"
  }, {
    "quote" : "It is our right to know that suffering is optional.",
    "quoteID" : "82"
  }, {
    "quote" : "It is our right to know that time, energy, and lives are never wasted.",
    "quoteID" : "83"
  }, {
    "quote" : "The soul has a purpose, and you will not successfully interfere with it.",
    "quoteID" : "84"
  }, {
    "quote" : "It is our right to be fully, unabashedly human and to do all the things that humans do to find their way home.",
    "quoteID" : "85"
  }, {
    "quote" : "You feel good when you are closer to the energies of the Ascended God you are. You feel bad when you have made yourself separate.",
    "quoteID" : "86"
  }, {
    "quote" : "A good life is the happiest praise you can offer.",
    "quoteID" : "87"
  }, {
    "quote" : "Know that the journey to self will make all things available.",
    "quoteID" : "88"
  }, {
    "quote" : "This is the nature of energetic healing: change your perception of everything, and everything changes.",
    "quoteID" : "89"
  }, {
    "quote" : "Everything you create in substance starts in energy. Don’t feel you have to see it in substance before you believe in it. To Spirit, substance and energy are the same thing. Its Mind is not supposed to come to your level; you are supposed to go to its Mind and know the truth of creation.",
    "quoteID" : "90"
  }, {
    "quote" : "Prayer is an aspect of God praying to Itself.",
    "quoteID" : "91"
  }, {
    "quote" : "Everything is a prayer. Every thought you think, every feeling you have, everything you do is a prayer spoken from the belief in absence or fullness, according to your understanding.",
    "quoteID" : "92"
  }, {
    "quote" : "As children, we were supposed to feel cut off from what we innately knew of God in order to deal with the emotions in the home and survive. No one was supposed to recognize the real you. You are supposed to find this yourself.",
    "quoteID" : "93"
  }, {
    "quote" : "In our becoming self-aware, we realize the energy we use for survival is the energy we could instead use to create the life we want.",
    "quoteID" : "94"
  }, {
    "quote" : "In the process of moving beyond the egoic child’s mind, you are letting go of the belief that “Perfect” means “ideal.”",
    "quoteID" : "95"
  }, {
    "quote" : "You’re not lazy. You are doing something else with your energy. Find out what.",
    "quoteID" : "96"
  }, {
    "quote" : "You are creating all of your negative stress. You must learn to negotiate through the world differently, free the mind, live according to your values, and be willing to change as you know more.",
    "quoteID" : "97"
  }, {
    "quote" : "The system we are closes in disappointment, frustration, rage, heartbreak, and despair instead of remaining Open, always Open, no matter what.",
    "quoteID" : "98"
  }, {
    "quote" : "Because everything moves, the lack of movement mentally, emotionally, physically, and spiritually causes much inner distress. You are working against your nature when you are closed to thinking new thoughts, having new feelings, doing new physical things, and learning more about yourself as the aspect of the Devine that you are.",
    "quoteID" : "99"
  }, {
    "quote" : "We must say yes to life first, then on reconsideration, if need be, no. Most of us, however, go through life saying no to everything first, and, in this, our habit closes down possibility. Sometimes when we get around to saying yes after saying no, it’s too late. But it is never too late to say yes ",
    "quoteID" : "100"
  }, {
    "quote" : "A good life starts with this good decision, this one right now.",
    "quoteID" : "101"
  }, {
    "quote" : "Avoiding the Ascended God you are never allows you to know the Ascended God you are.",
    "quoteID" : "102"
  }, {
    "quote" : "You are just going to have to stop thinking you know everything.",
    "quoteID" : "103"
  }, {
    "quote" : "That you don’t know where you are going is perfectly all right. Just move and have your intention set on knowing more about the Ascended God you are. Have your intention set on using all the talents, gifts, and abilities inside you, even if you don’t yet know what they are.",
    "quoteID" : "104"
  }, {
    "quote" : "Ask. Don’t tell.",
    "quoteID" : "105"
  }, {
    "quote" : "Don’t wait for the next shoe to drop. You are holding that shoe over your head. Your arm should be tired by now. Put the shoe on your foot where it belongs, and get going!",
    "quoteID" : "106"
  }, {
    "quote" : "You don’t have to understand anything to move on with your life. You drive a car without knowing how it works. You watch television without knowing how it works, yet, you won’t go on the journey to know yourself. You are a plethora of excuses.",
    "quoteID" : "107"
  }, {
    "quote" : "You can’t get anywhere if you won’t go past your mailbox.",
    "quoteID" : "108"
  }, {
    "quote" : "Waiting for anything is an excuse.",
    "quoteID" : "109"
  }, {
    "quote" : "Numb yourself out and then wonder why you’re depressed.",
    "quoteID" : "110"
  }, {
    "quote" : "If you exercise your belief in futility, it will become stronger.",
    "quoteID" : "111"
  }, {
    "quote" : "There’s no such thing as futility. There’s only indulging in your perception of it.",
    "quoteID" : "112"
  }, {
    "quote" : "We fixate on the desire to make the right choice when there is no right one. Any choice is the right one because it gets you moving. Move, and God will adjust your path and lead you where your deeper experience wants you to go.",
    "quoteID" : "113"
  }, {
    "quote" : "God advises you through the opening and closing of doors and windows.",
    "quoteID" : "114"
  }, {
    "quote" : "God bases Its journey through you on you.",
    "quoteID" : "115"
  }, {
    "quote" : "Your world had not been born before this moment.",
    "quoteID" : "116"
  }, {
    "quote" : "The only thing that is real is Who You Are and that you are the master of what you do with it.",
    "quoteID" : "117"
  }, {
    "quote" : "You are forever giving yourself opportunities to expand your capacity for Love. You have gained and lost to expand this capacity.",
    "quoteID" : "118"
  }, {
    "quote" : "It isn’t about whether that person in front of you is loving or not, deserves love or not, is lovable or not. The only thing that matters is knowing that you are Love and acting accordingly.",
    "quoteID" : "119"
  }, {
    "quote" : "It doesn’t matter if you stay or go. The only thing that matters is that you grow.",
    "quoteID" : "120"
  }, {
    "quote" : "Accept reality, the “what is.” It is your starting point to change things, to have a different perception, to serve, to love, to have creative thought, to open to divine inspiration.",
    "quoteID" : "121"
  }, {
    "quote" : "There is no “ideal” mate. There is only your mirror image out there at your level of consciousness. All the more reason to work on yourself!",
    "quoteID" : "122"
  }, {
    "quote" : "Life is a divine improvisation. What makes a good improvisation is the same thing that makes a good relationship: not expecting, freeing yourself from judgment, enjoying, cooperating, working with what you have, collecting more information, and going with what is.",
    "quoteID" : "123"
  }, {
    "quote" : "You can only attract what you are.",
    "quoteID" : "124"
  }, {
    "quote" : "If you do not love your partner more at the end of an argument, then you are not finished with it.",
    "quoteID" : "125"
  }, {
    "quote" : "If you are going to be partnered, you’d better learn to surrender first.",
    "quoteID" : "126"
  }, {
    "quote" : "Tell the truth to yourself, and know when you are self-deceiving.",
    "quoteID" : "127"
  }, {
    "quote" : "If you are bored, something is closed in you that must be opened.",
    "quoteID" : "128"
  }, {
    "quote" : "Learn to like yourself because this is what you are attracting: you.",
    "quoteID" : "129"
  }, {
    "quote" : "Your partner is the greatest teacher there is. Do not fight your lessons.",
    "quoteID" : "130"
  }, {
    "quote" : "Never forget that relationship is a privilege.",
    "quoteID" : "131"
  }, {
    "quote" : "If you are in a relationship, never forget that you are two now, no longer a singular. Remember the other person in all circumstances.",
    "quoteID" : "132"
  }, {
    "quote" : "If you are in a serious relationship, if you have made a real commitment, you accept the yoke. You are yoked. You may no longer pull in your own direction without the other. At its best, you two move together.",
    "quoteID" : "133"
  }, {
    "quote" : "If you choose to be in a relationship, everything in life is weighed against it. These things will either strengthen it, affect it neutrally, or tear it down. Be very aware of what each thought, feeling, and deed is capable of doing. Clean up your intentions. Think positively. Add value. Love to your capacity. Expand your capacity.",
    "quoteID" : "134"
  }, {
    "quote" : "Explain, but do not defend yourself.",
    "quoteID" : "135"
  }, {
    "quote" : "You’re supposed to be more than your parents were. You’re supposed to make more money, have more consciousness, love more. If there were no brave souls out there like you to do this, the world would never evolve.",
    "quoteID" : "136"
  }, {
    "quote" : "Fantasy is its own reward.",
    "quoteID" : "137"
  }, {
    "quote" : "If you are managing and controlling your world, you are not experiencing passion. You are experiencing the child mind’s idea of being safe.",
    "quoteID" : "138"
  }, {
    "quote" : "We protect ourselves, controlling and managing our environment, instead of living a passion-filled life.",
    "quoteID" : "139"
  }, {
    "quote" : "You cannot have the church’s God. You cannot have nature’s God. You cannot have your friend’s God or my God. The only God that is yours is the one you are. All of these experiences of God are aspects of the great Oneness of God of which you are a part.",
    "quoteID" : "140"
  }, {
    "quote" : "To have passion, we must have a healthy relationship with emotion and the expression of it.",
    "quoteID" : "141"
  }, {
    "quote" : "Don’t mistake histrionics for deep feelings.",
    "quoteID" : "142"
  }, {
    "quote" : "What gets people in trouble is that they are in fantasy about money. Fantasy is its own reward, so money that is fantasized about is never going to come to fruition. You’re either fantasizing about money or making it.",
    "quoteID" : "143"
  }, {
    "quote" : "Every issue is the trust of God held in suspension.",
    "quoteID" : "144"
  }, {
    "quote" : "You’re one great idea away from a million dollars. But you have to have the courage to move on that idea when it comes, do your due diligence, have a realistic plan, and be discerning. All these things are gifts from God too.",
    "quoteID" : "145"
  }, {
    "quote" : "There are people who think about money all the time. They talk about money; they work hard trying to make it. One has to look twice to see that they are not obsessed with money at all. They are obsessed with the lack of money, and wherever the preponderance of energy is, that’s what they’ll get more of.",
    "quoteID" : "146"
  }, {
    "quote" : "Money is energy. It won’t come in abundance until you are willing to be more aware of and responsible with your energy. You may worry too much, give too much, or give too little. You may be self-absorbed, living as a closed system, laboring under inherited, generational, and cultural beliefs about the lack of money. You may have prejudices concerning money that are secrets or out in the open. You may lack creativity or not be courageous enough to act without knowing the outcome. If so, you are in the way.",
    "quoteID" : "147"
  }, {
    "quote" : "Debt is simply the outward manifestation of the absence-of-God thinking, according to our understanding.",
    "quoteID" : "148"
  }, {
    "quote" : "Panic and panic attacks are absence-of-God experiences to the extreme, according to our current understanding of God.",
    "quoteID" : "149"
  }, {
    "quote" : "God is the source. You are the director of that energy. Don’t get the two confused.",
    "quoteID" : "150"
  }, {
    "quote" : "Life is supposed to flow—a gentle in and out of the love of God, receiving and giving, giving and receiving, ever expanding because God is ever expanding.",
    "quoteID" : "151"
  }, {
    "quote" : "More is inevitable.",
    "quoteID" : "152"
  }, {
    "quote" : "Do you think that God doesn’t know what you want? God is all you are!",
    "quoteID" : "153"
  }, {
    "quote" : "Self-doubt is just an excuse not to move.",
    "quoteID" : "154"
  }, {
    "quote" : "What’s blocking you is what you don’t know about yourself, and, most of the time, what you don’t want to know. Avoidance breeds unhappiness.",
    "quoteID" : "155"
  }, {
    "quote" : "Avoidance kept us from hurting too badly when we were children. But it’s devastating in adulthood because we are supposed to be wiser and know more, and in that, we are supposed to be less afraid. We lose relationships through avoidance, we truncate intimacy, we relegate ourselves to non-participation, and we settle for our limitations as if they were real.",
    "quoteID" : "156"
  }, {
    "quote" : "We’re either accepting Love is all we are and living accordingly or making excuses for not accepting Love is all we are and living accordingly.",
    "quoteID" : "157"
  }, {
    "quote" : "God is Love, and you are the aspect of God known as you.",
    "quoteID" : "158"
  }, {
    "quote" : "God Loves you through you and through all things.",
    "quoteID" : "159"
  }, {
    "quote" : "Drama, anxiety, blame, depression, regret, guilt, and rage are all tools to fuel our excuses not to Love.",
    "quoteID" : "160"
  }, {
    "quote" : "You must choose to have a better relationship with yourself. The beliefs that pull you down, the negative talk self to self, the people you allow to dishonor you because you dishonor yourself, the party you abhor to which you still go, the poverty you endure, your own boundaries you cross, and anything else that does not support the integrity and sanctity of Love, must be reworked, rethought, reframed, and transcended.",
    "quoteID" : "161"
  }, {
    "quote" : "A loving relationship is work. Work does not cease when you get someone to love you. It begins.",
    "quoteID" : "162"
  }, {
    "quote" : "Everyone who chooses to be in an Ascended relationship with another is inventing a new model for love.",
    "quoteID" : "163"
  }, {
    "quote" : "You are either living by rote or improvising.",
    "quoteID" : "164"
  }, {
    "quote" : "This is a crazy world. We must learn to be okay with uncertainty. We have come to rely too much on the exterior world: our work, our government, our church, our families, our community, our property. We have sought to keep ourselves safe by limiting our thinking only to what we can be certain of. But times are changing, and these things are changing too. External structures are coming down so that internal structures can now replace them and be relied on instead. In this, we learn to make our peace with uncertainty and live tolerantly with it.",
    "quoteID" : "165"
  }, {
    "quote" : "You sleep well at night when you know you have done enough.",
    "quoteID" : "166"
  }, {
    "quote" : "Love means saying you’re sorry over and over and over again.",
    "quoteID" : "167"
  }, {
    "quote" : "Don’t apologize in order to placate someone. Face why you are afraid, and learn to speak from a loving truth.",
    "quoteID" : "168"
  }, {
    "quote" : "Why does everyone have to like you?",
    "quoteID" : "169"
  }, {
    "quote" : "Why is looking good so darned important? What are you overcompensating for?",
    "quoteID" : "170"
  }, {
    "quote" : "You are stopping yourself. Nothing else can stop you.",
    "quoteID" : "171"
  }, {
    "quote" : "True Love is not defined in the dictionary. It is not understood by the public. True Love is invented by two Conscious people in relationship to themselves, each other, and the world.",
    "quoteID" : "172"
  }, {
    "quote" : "Your life is about learning to Love. We spend our lives running around trying to be loved because of a deep-seated suspicion that we might not be lovable, but this is never true. If we choose to awaken to Consciousness, we discover what life has been about all along: giving Love with no thought of return. However, because the Universe works the way that it does, what you give out comes back multifold. Ironically, however, if you are loving in order to get something back, Love's pure energy is adulterated, and you make it lesser that it is, so you won't get what you want.",
    "quoteID" : "173"
  }, {
    "quote" : "You don’t have to control everything.",
    "quoteID" : "174"
  }, {
    "quote" : "Love is much bigger than most people allow it to be. Most people are frightened by the idea of real Love and must open to it slowly as Consciousness awakens, and the old ideas of the egoic self are challenged and drop away.",
    "quoteID" : "175"
  }, {
    "quote" : "Whatever energies existed in your childhood home—fear, a belief in lack, need, disrespect, prejudice, illness, criticism, ridicule, cruelty, and an infinite variety of other things—are now linked to love in your adulthood. Love cannot be what it really is until it is free to be itself without the influences of the past.",
    "quoteID" : "176"
  }, {
    "quote" : "Love is all you are. Everything else is a distorted illusion you are creating.",
    "quoteID" : "177"
  }, {
    "quote" : "All Ascended Truth confirms itself.",
    "quoteID" : "178"
  }, {
    "quote" : "If you were writing a play for your beloved children and animals, would you write a play that hurt everyone, humiliated them, sacrificed them, put them in jeopardy, and possibly even killed them? Of course not. Yet every day, because you have not opened Consciousness and learned the true Loving nature of your being, you are writing a script, often unconsciously, that hurts you and others. You are in control of this. You are in charge of what you create. Why do you do this?",
    "quoteID" : "179"
  }, {
    "quote" : "Love is the purest energy of God. Joy is the state of being that comes out of It.",
    "quoteID" : "180"
  }, {
    "quote" : "If you self-loathe, you have not yet seen yourself.",
    "quoteID" : "181"
  }, {
    "quote" : "We are afraid of who we are as Love. It is too magnificent a gift. We spend our time hiding from It. We are afraid we will see something our egoic child’s mind has feared we are. But this fear is only present in people who haven’t really looked at themselves, and the egoic child’s mind compels us to avoid looking. Once you do view yourself, all you will see is that you are the aspect of God you are, all Love, and that you will have the privilege to live in a peace-filled inner place.",
    "quoteID" : "182"
  }, {
    "quote" : "Everything in this world is Love or love that is trapped as something else. Our greatest privilege as human beings is to find a new model of love in us for our families, for our friends and our communities, for our businesses and business associates, and for our world. But first, we must surrender old prejudices about love, that we may move into more generous and conscious thoughts. When enough people change, grow, and seek these conscious opportunities within then and only then will global solutions arise for us all.",
    "quoteID" : "183"
  }, {
    "quote" : "God is always with us, even in difficult situations, but It is either invited up through us and used in every situation or relegated to the back pew.",
    "quoteID" : "184"
  }, {
    "quote" : "True freedom is freedom from the self-imposed tyranny of self-deception, self-absorption, narcissism, separation, fantasy, limiting thoughts and feelings, fear, a belief in thwarts, avoidance, and unlovingness.",
    "quoteID" : "185"
  }, {
    "quote" : "There are only two prayers: “Thank you” and “God enter here.”",
    "quoteID" : "186"
  }, {
    "quote" : "You will never “die.” Living is all there is whether in the physical or free from it. You will always be alive because you are energy.",
    "quoteID" : "187"
  }, {
    "quote" : "We are as free as our understanding of God is free.",
    "quoteID" : "188"
  }, {
    "quote" : "You have certain God-intrinsic rights. What are they?",
    "quoteID" : "189"
  }, {
    "quote" : "You become more and more free the more conscious you become. It is a reward of Consciousness, not because you have earned it by being “good” but because you have opened to it by transcending the child’s mind.",
    "quoteID" : "190"
  }, {
    "quote" : "There are no enlightened traditionalists.",
    "quoteID" : "191"
  }, {
    "quote" : "The love that people seek is the abiding Love of God within them. This is the energy on which all deep and lasting relationships are founded. It provides an emotional stability, an energetic unity, a cooperation, and it frees both of you, in safety, to tell the truth, allowing you both to discover God's Higher Truth once you have surrendered your personal agendas.",
    "quoteID" : "192"
  }, {
    "quote" : "You cannot control chaos if you are to learn and experience what Love is.",
    "quoteID" : "193"
  }, {
    "quote" : "You are either protecting yourself or creating the life you want.",
    "quoteID" : "194"
  }, {
    "quote" : "The deepening of Love through the years thrives in this: that you are free to go anytime, but you make the choice in each moment of Love to stay. What a peace-filled thing it is to look back at your life at the end of it, a long time from now, and realize you had the opportunity to Love all that time and did.",
    "quoteID" : "195"
  }, {
    "quote" : "If I take the situation personally, I am stopping at egoic appearances, not delving down to a deeper truth where Love resides.",
    "quoteID" : "196"
  }, {
    "quote" : "Love does not conquer all. Surrendering to Love conquers all.",
    "quoteID" : "197"
  }, {
    "quote" : "Flow is essentially about movement and those parts of our lives in which we allow movement experience the most flow.",
    "quoteID" : "198"
  }, {
    "quote" : "Fear blocks flow.",
    "quoteID" : "199"
  }, {
    "quote" : "Blocking flow in any aspect does not lead to greater safety. It leads to being stuck.",
    "quoteID" : "200"
  }, {
    "quote" : "A personal brand is who you are at your essential best. It is the wearing on the outside of who you are and what you stand for, once you have defined these things on the inside.",
    "quoteID" : "201"
  }, {
    "quote" : "You are responsible for making sure everyone sees your personal brand and that they understand it and respond to it positively.",
    "quoteID" : "202"
  }, {
    "quote" : "Life should be a willing and cooperative reinvention.",
    "quoteID" : "203"
  }, {
    "quote" : "The impression you make can be measured in percentages: seven percent of people’s impression of you comes from what you say. Three percent of people’s impression of you comes from what you look like, unless you look somehow inappropriate, at which time the number is higher. Ninety percent of people’s impression of you comes from your nonverbal language, which is your energy and what it is radiating; this is the domain of who you really are.",
    "quoteID" : "204"
  }, {
    "quote" : "Emotion is one of our three languages along with the mental and physical languages. Stifle it, and you stifle a third of your effectiveness.",
    "quoteID" : "205"
  }, {
    "quote" : "The principle of the nonverbal language is this: energy moves around based on the emotion you are experiencing in the moment.",
    "quoteID" : "206"
  }, {
    "quote" : "Emotion is the foundation of everything you say and do.",
    "quoteID" : "207"
  }, {
    "quote" : "We are aware of emotion when we feel highly emotional. However, a subtler emotion is the undercurrent of everything.",
    "quoteID" : "208"
  }, {
    "quote" : "The two big emotions we experience are fear and love. Every other emotion can be placed under one of these two headings. Fear and Love are the bases of the egoic self and the Highest Self, respectively.",
    "quoteID" : "209"
  }, {
    "quote" : "Making excuses for people is not forgiveness.",
    "quoteID" : "210"
  }, {
    "quote" : "If everything in your life is changing, what makes you think you can get away with not changing everything?",
    "quoteID" : "211"
  }, {
    "quote" : "Your issues make you vulnerable. Nothing else.",
    "quoteID" : "212"
  }, {
    "quote" : "What gives us an easy, peaceful life gives us an easy, peaceful passing.",
    "quoteID" : "213"
  }, {
    "quote" : "Everything is beautiful except for our prejudices about it.",
    "quoteID" : "214"
  }, {
    "quote" : "If you don’t look at your humanness, you will never see God.",
    "quoteID" : "215"
  }, {
    "quote" : "There are signposts that lead to your freedom; the most important ones are where you don’t want to look.",
    "quoteID" : "216"
  }, {
    "quote" : "I am the one who limits how far I go.",
    "quoteID" : "217"
  }, {
    "quote" : "Your journey is real, but your story is pure fiction.",
    "quoteID" : "218"
  }, {
    "quote" : "Sex, and the intimacy that is present in it, is channeling the mental, emotional, and spiritual bodies through the physical one and sharing the whole of you with another.",
    "quoteID" : "219"
  }, {
    "quote" : "Communication is one of the acknowledged problems between couples. But a much more serious problem is not telling the emotional truth.",
    "quoteID" : "220"
  }, {
    "quote" : "You will come to find out that the Truth is not what you think the truth is.",
    "quoteID" : "221"
  }, {
    "quote" : "It isn’t what you do and say that reveals you. What reveals you is your emotional motivation for doing and saying what you do.",
    "quoteID" : "222"
  }, {
    "quote" : "Discovery, insight, and inspiration are only achievable in the present moment.",
    "quoteID" : "223"
  }, {
    "quote" : "People are more important than tasks. Make sure they are put before the scratch on the table, the dinner you are serving, the clock you are fixing, or the dishes you are washing.",
    "quoteID" : "224"
  }, {
    "quote" : "You can’t make anything more important than the person standing in front of you.",
    "quoteID" : "225"
  }, {
    "quote" : "Our troubles are never about the other. It’s always about our relationship with ourselves.",
    "quoteID" : "226"
  }, {
    "quote" : "A message from your dog and cat: “We are not the simple creatures you think we are. Our emotions are complex, but the way we deal with them is simpler than the way you do. Don’t confuse the two.”",
    "quoteID" : "227"
  }, {
    "quote" : "Some people have conquests instead of relationships. Some people have attachments instead of connections.",
    "quoteID" : "228"
  }, {
    "quote" : "To be strong is not the same thing as to be domineering. You are not strong when you are domineering. You are afraid that you are not going to get your way, and this weakens the position of real strength.",
    "quoteID" : "229"
  }, {
    "quote" : "Don’t work on your image to be perceived as being more honest. Be more honest.",
    "quoteID" : "230"
  }, {
    "quote" : "If you lie to yourself, you will lie to others.",
    "quoteID" : "231"
  }, {
    "quote" : "If all you can see is what you always see, there is work to be done on the self to deepen and see more.",
    "quoteID" : "232"
  }, {
    "quote" : "You create from the living moment of Now. You will create from neither the past nor from the future because they are not alive. The horse has been dead in the field for quite a long time, and you are out there giving it mouth to mouth. Enough already.",
    "quoteID" : "233"
  }, {
    "quote" : "We can think one thousand thoughts an hour. These thoughts are cumulative. They are fear-based thoughts or Love-based thoughts, and they result in your experience of living.",
    "quoteID" : "234"
  }, {
    "quote" : "You ultimately do not resolve the past. You put it down.",
    "quoteID" : "235"
  }, {
    "quote" : "You have to learn there is no need to protect yourself in a great relationship.",
    "quoteID" : "236"
  }, {
    "quote" : "Most of the time, being angry has little to do with the person to whom you are directing your rage. You are angry at the past, which you pull out of storage and throw over the present moment like a blanket; this serves to dampen the learning, the beauty, the forgiveness, and the love that you could get out of the present experience.",
    "quoteID" : "237"
  }, {
    "quote" : "When is over over?",
    "quoteID" : "238"
  }, {
    "quote" : "When is enough enough?",
    "quoteID" : "239"
  }, {
    "quote" : "An argument is never resolved until minds are opened, everyone gets what they wanted, you feel safe again, and you both return to love, deeper and better than before.",
    "quoteID" : "240"
  }, {
    "quote" : "You cannot protect yourself. You have to surrender.",
    "quoteID" : "241"
  }, {
    "quote" : "If you do not feel safe in a relationship, two things go right out the window: sex and creativity.",
    "quoteID" : "242"
  }, {
    "quote" : "Feeling unsafe is part of your old story, and, at one point, it has to be surrendered.",
    "quoteID" : "243"
  }, {
    "quote" : "Problems are lighter when you’re in relationship because they are borne on four shoulders instead of two.",
    "quoteID" : "244"
  }, {
    "quote" : "There are no excuses for unlovingness.",
    "quoteID" : "245"
  }, {
    "quote" : "Stop waiting. Everything you can tell me about it is an excuse.",
    "quoteID" : "246"
  }, {
    "quote" : "Hold this sacred trust for your partner: that you will know who they are even when they have forgotten who they are.",
    "quoteID" : "247"
  }, {
    "quote" : "We are here to complete the Love that we are by choosing another to give it to.",
    "quoteID" : "248"
  }, {
    "quote" : "It is important to help those you love save face.",
    "quoteID" : "249"
  }, {
    "quote" : "Never make fun of the one you say you love. This is not loving.",
    "quoteID" : "250"
  }, {
    "quote" : "It is important to give those you love the benefit of the doubt.",
    "quoteID" : "251"
  }, {
    "quote" : "Never assume. Ask instead.",
    "quoteID" : "252"
  }, {
    "quote" : "Never expect. Create instead.",
    "quoteID" : "253"
  }, {
    "quote" : "Sarcasm is not a healthy form of humor. It always implies that the other person is stupid. This is unhealthy for a relationship. Don’t make excuses for using sarcasm. That it is used as a cultural humor is just an excuse for you to be unloving.",
    "quoteID" : "254"
  }, {
    "quote" : "Everything is movable because it is an illusion.",
    "quoteID" : "255"
  }, {
    "quote" : "Praise is the expression of what you know of God.",
    "quoteID" : "256"
  }, {
    "quote" : "If you want more, celebrate what you have.",
    "quoteID" : "257"
  }, {
    "quote" : "God knows the life you want. God is all you are. If you don’t have the life you want, it is the egoic child’s mind and what it believes that is in the way.",
    "quoteID" : "258"
  }, {
    "quote" : "Creativity is your prosperity.",
    "quoteID" : "259"
  }, {
    "quote" : "Maturing in our concept of God has its start when we experience who God really is as ourselves.",
    "quoteID" : "260"
  }, {
    "quote" : "Change! You’re trying to control your life instead of living it.",
    "quoteID" : "261"
  }, {
    "quote" : "Whatever the world around you is showing you is you until you decide to change.",
    "quoteID" : "262"
  }, {
    "quote" : "God is a God of more. The force and abundance of nature is its expression.",
    "quoteID" : "263"
  }, {
    "quote" : "The change in the outer is always a manifestation of the inner.",
    "quoteID" : "264"
  }, {
    "quote" : "The ego creates separation. Separation is the problem.",
    "quoteID" : "265"
  }, {
    "quote" : "There are only two things that people argue about: 1) You don’t care about me, and 2) I never get what I want.",
    "quoteID" : "266"
  }, {
    "quote" : "When you dislike or are angry at someone, it is because he or she is reflecting an aspect of yourself that you resist accepting as your own.",
    "quoteID" : "267"
  }, {
    "quote" : "If you are angry at someone, do know you have a standard in your mind that he or she is not living up to. It is the standard that has to go.",
    "quoteID" : "268"
  }, {
    "quote" : "It’s either a burden or a privilege. Which is it?",
    "quoteID" : "269"
  }, {
    "quote" : "Surrender your story, or you get the same result.",
    "quoteID" : "270"
  }, {
    "quote" : "Life is a grand improvisation. Three things make improvisation work: 1) nonjudgment, 2) a lot of information, and 3) saying “yes” to everything.",
    "quoteID" : "271"
  }, {
    "quote" : "Everything is true because someone believes it.",
    "quoteID" : "272"
  }, {
    "quote" : "How you live is a direct reflection of what you believe.",
    "quoteID" : "273"
  }, {
    "quote" : "Protecting yourself above all leads to disconnection, which leads to loneliness, which leads to the use of fantasy, which leads to disappointment and heartbreak, which leads to protecting yourself above all.",
    "quoteID" : "274"
  }, {
    "quote" : "You are not seeing yourself as Who You Are. If you were, you’d love yourself.",
    "quoteID" : "275"
  }, {
    "quote" : "If you’re feeling badly about other people, you must realize you want something from them that they can’t or won’t do. It is you who must correct yourself, not them.",
    "quoteID" : "276"
  }, {
    "quote" : "Issues are signposts that point you in the direction of your freedom. If you refuse to look at them, how are you going to get anywhere?",
    "quoteID" : "277"
  }, {
    "quote" : "Evil is not a force. The evil that men do reveals a pathological absence of Love.",
    "quoteID" : "278"
  }, {
    "quote" : "There are high and low frequencies to everything in the world. The high frequencies are Love-based. The low frequencies are fear-based. Everything contains this duality. You can enjoy a good book, and pass it on to another who will enjoy it. Or you can bash someone over the head with it. You can enjoy a glass of wine with a good meal, or be an inveterate drunk. Everything in life has a duality, and, in every moment, you are choosing the thoughts, feelings, and behaviors that belong to high energy or low. The sum of those energies defines your consciousness.",
    "quoteID" : "279"
  }, {
    "quote" : "You cannot love a partner more than you love yourself. This is the limit of your capacity for love.",
    "quoteID" : "280"
  }, {
    "quote" : "You must stop saving yourself over and over again through other people. Turn inward and fix yourself.",
    "quoteID" : "281"
  }, {
    "quote" : "Hold your hand up. Try to wiggle your fingers. No. You wiggled your fingers. There was no “trying” about it. In life, you do or you don’t. Don’t deceive yourself by saying you’re “trying.”",
    "quoteID" : "282"
  }, {
    "quote" : "A great relationship thrives in Consciousness.",
    "quoteID" : "283"
  }, {
    "quote" : "Look for a mother, or find yourself motherly. Look for a father, or find yourself fatherly. You must become the adult at some point, and advocate for yourself, become the beneficent mother and father to yourself, and self-actualize, knowing yourself well and taking responsibility for providing for yourself mentally, emotionally, physically, and spiritually.",
    "quoteID" : "284"
  }, {
    "quote" : "You are not the savior without also being the victim and the martyr.",
    "quoteID" : "285"
  }, {
    "quote" : "If you are only motivated by the selfish desire to feel better, you never will.",
    "quoteID" : "286"
  }, {
    "quote" : "Invest your energy in what you want, not in what you don’t want.",
    "quoteID" : "287"
  }, {
    "quote" : "If you stand in reality; if you have a direction; if you keep flexible and adaptable; if you are willing to change and move mentally, emotionally, physically, and spiritually; if you are emotionally honest with yourself about your motivations; and if you do not stop, there is nothing you cannot do, there is nothing you cannot create.",
    "quoteID" : "288"
  }, {
    "quote" : "God is all you are.",
    "quoteID" : "289"
  }, {
    "quote" : "God presents two ways, according to our understanding: through the absence of itself, which is still God, and through the fullness of itself, which is all God.",
    "quoteID" : "290"
  }, {
    "quote" : "God said, “I am that I am.” God is telling us that this divine power is energy, a “that.” You say, “I am who I am,” because you are the physical embodiment of Spirit bringing It to manifestation in the world.",
    "quoteID" : "291"
  }, {
    "quote" : "We go through our days 90 percent unconscious. You drive your car and do not think about driving the whole time, do you? You are unconscious to the driving experience. Being Conscious means staying in the moment where your full connection with God is.",
    "quoteID" : "292"
  }, {
    "quote" : "Our minds wander to the past and to the future, based on the past. But everything you want is right here, right now.",
    "quoteID" : "293"
  }, {
    "quote" : "You experience anxiety when you turn against the self.",
    "quoteID" : "294"
  }, {
    "quote" : "You experience anxiety when you indulge in the past, trying to bring life to an old, dead thing, even if you call it the future.",
    "quoteID" : "295"
  }, {
    "quote" : "Gratitude opens flow. For however long you can sustain it, gratitude is surrender to something bigger, something inside or outside of yourself. Therefore, surrender opens flow because the ego is no longer in control. You have acknowledged something more.",
    "quoteID" : "296"
  }, {
    "quote" : "All great healing takes place in movement. Movement of all kinds is required: you must think new thoughts, have new feelings, do new things, be open to new spiritual experiences and insights. “But what should I do to move?” you ask. The answer is: “anything.” Just get moving, and keep moving. The universe will correct you according to your deepest desires.",
    "quoteID" : "297"
  }, {
    "quote" : "The egoic child’s mind does three things to stop you. It generalizes (example: all men or women are bad); it exaggerates (example: if I lose control, I will die); and it elevates what you are doing to godly proportions (example: I am more holy and, therefore, of more value if I am self-sacrificial).",
    "quoteID" : "298"
  }, {
    "quote" : "Be very aware of where your energy is going and what you are focusing on in the moment between moments. This is what you are going to get.",
    "quoteID" : "299"
  }, {
    "quote" : "People are afraid of creating the “bad” things they fear. But many times, it is an exercise in fear only. The fear alone serves its purpose: it stops you.",
    "quoteID" : "300"
  }, {
    "quote" : "Every single thing you think and feel, if not Ascended, is an excuse.",
    "quoteID" : "301"
  }, {
    "quote" : "Everything works for our good. If your whole life hasn’t proved this, you’re in the way of seeing clearly.",
    "quoteID" : "302"
  }, {
    "quote" : "You must be willing to fail to have the courage to succeed.",
    "quoteID" : "303"
  }, {
    "quote" : "Self-mastery is choosing to believe something and believing that and nothing else. Self-mastery, however, is a movable mind, willing to entertain and shift to larger truths as they reveal themselves.",
    "quoteID" : "304"
  }, {
    "quote" : "We must learn to embrace and cooperate with chaos. It’s the starting place of what is and all things creative.",
    "quoteID" : "305"
  }, {
    "quote" : "In Consciousness work, you do not have to re-experience your terrible childhood. But you must be willing to.",
    "quoteID" : "306"
  }, {
    "quote" : "Nothing is what it seems: the divine is found in the forgiveness of your humanness, your riches are found in the midst of your deepest poverty, the capacity for love expands in excruciating heartbreak, and truth is found by popping the bubble of illusion.",
    "quoteID" : "307"
  }, {
    "quote" : "Uncertainty is God in action.",
    "quoteID" : "308"
  }, {
    "quote" : "Let’s be ordinary because that is where our being extraordinary is revealed.",
    "quoteID" : "309"
  }, {
    "quote" : "The small, personal celebrations we make for ourselves make life interesting.",
    "quoteID" : "310"
  }, {
    "quote" : "You must always have something to look forward to.",
    "quoteID" : "311"
  }, {
    "quote" : "God’s will is your will because God is all you are.",
    "quoteID" : "312"
  }, {
    "quote" : "There’s no such thing as a wrathful God. There are only wrathful people and their interpretations of God.",
    "quoteID" : "313"
  }, {
    "quote" : "The Ascended God you are knows what you’re capable of even when you don’t.",
    "quoteID" : "314"
  }, {
    "quote" : "Cooperate with something larger than yourself.",
    "quoteID" : "315"
  }, {
    "quote" : "You live a life of constant prayer. Your prayers are coming from the absence of God, according to your understanding, and creating more absence and lack. Or they are coming from the fullness of God, according to your understanding, and creating joy, peace, and abundance.",
    "quoteID" : "316"
  }, {
    "quote" : "Live within; express without.",
    "quoteID" : "317"
  }, {
    "quote" : "God presents two ways, according to our understanding. God presents as the absence of itself (still God) or the fullness of itself (all God). The energy of the absence of God is fear. The energy of the fullness of God is Love.",
    "quoteID" : "318"
  }, {
    "quote" : "Unforgiveness hurts no one but you. It is a block where energy is stuck. This is energy unavailable for you to use in present time until you release the unforgiveness.",
    "quoteID" : "319"
  }, {
    "quote" : "You can say you forgive when all you are wanting to do is avoid.",
    "quoteID" : "320"
  }, {
    "quote" : "All issues are energy stuck in the past. This is why they are called “fixations,” because they are stuck energy. Fear causes our fixations, and because your fear is just a perception—that is, just an illusion—it is movable energy. No matter how real it seems to you, it is only your perception that is determining this, not Truth and not reality.",
    "quoteID" : "321"
  }, {
    "quote" : "Challenge your perceptions, and you will find wisdom.",
    "quoteID" : "322"
  }, {
    "quote" : "You’re rich. What? You want to argue with me?",
    "quoteID" : "323"
  }, {
    "quote" : "You blame when you don’t have enough emotional vocabulary to describe what’s wrong.",
    "quoteID" : "324"
  }, {
    "quote" : "You always argue from the past, not ever from the present.",
    "quoteID" : "325"
  }, {
    "quote" : "All of life praises God: the dog by being the best dog he can be. The tree by being the best tree it can be. The stone by being the best stone it can be. You, by being the best “you” you can be, according to your present understanding.",
    "quoteID" : "326"
  }, {
    "quote" : "There are two parts to emotion: the feeling and the expression of it. You aren’t finished with it until these two parts have come to completion.",
    "quoteID" : "327"
  }, {
    "quote" : "You experience a variety of emotions because each of them is a specific vibration inside you. This is how great actors make you feel what they are feeling. There is also a responsibility here because each individual has to realize he is influencing others.",
    "quoteID" : "328"
  }, {
    "quote" : "Avoid, and you do a terrible disservice to your potential, your friends and family, and the world at large.",
    "quoteID" : "329"
  }, {
    "quote" : "Apologize. It’s the loving thing to do.",
    "quoteID" : "330"
  }, {
    "quote" : "Be wrong sometimes. It can be a relief to be human.",
    "quoteID" : "331"
  }, {
    "quote" : "Sometimes other people have good ideas too.",
    "quoteID" : "332"
  }, {
    "quote" : "Your external life is an illusion. You created it, and it reflects the inner and what you really believe. If your dogs and cats are fighting, you might look at what is fighting in you. If your refrigerator breaks down, if your spouse is asking for a divorce, if your boss gives you an ultimatum, if your friends say the same things over and over again to you, if a stranger says something hurtful to you, then these things are to be interpreted as adjustments that must be made internally for a happy life.",
    "quoteID" : "333"
  }, {
    "quote" : "Do not assign to your children what you have not resolved in yourself.",
    "quoteID" : "334"
  }, {
    "quote" : "Nothing is out of control in spite of what it seems.",
    "quoteID" : "335"
  }, {
    "quote" : "Be willing to look in the dark places. The light switch is in there, and you have to feel around for it.",
    "quoteID" : "336"
  }, {
    "quote" : "God is an infinite and ever-expanding set of truths always in motion.",
    "quoteID" : "337"
  }, {
    "quote" : "Love is all there is, and you shouldn’t convince yourself otherwise.",
    "quoteID" : "338"
  }, {
    "quote" : "Hindsight is twenty-twenty because God’s hidden order is in the chaos.",
    "quoteID" : "339"
  }, {
    "quote" : "Chaos is simply your interpretation of change, growth, and uncertainty.",
    "quoteID" : "340"
  }, {
    "quote" : "Everything is taking you to your good.",
    "quoteID" : "341"
  }, {
    "quote" : "God is the chaos and the order.",
    "quoteID" : "342"
  }, {
    "quote" : "Trust the part of yourself that knows better.",
    "quoteID" : "343"
  }, {
    "quote" : "Human beings hide from the present in the past.",
    "quoteID" : "344"
  }, {
    "quote" : "You are more than the roles you play.",
    "quoteID" : "345"
  }, {
    "quote" : "You must stop thinking so small.",
    "quoteID" : "346"
  }, {
    "quote" : "We must learn that feeling bad is part of feeling good and part of the happier, larger picture.",
    "quoteID" : "347"
  }, {
    "quote" : "You must not run away from your feelings.",
    "quoteID" : "348"
  }, {
    "quote" : "Here’s the bad news: there is no escape. Here’s the good news: there is no escape.",
    "quoteID" : "349"
  }, {
    "quote" : "God doesn’t become trustworthy until your idea of God grows up.",
    "quoteID" : "350"
  }, {
    "quote" : "You don’t become trustworthy until your idea of yourself grows up.",
    "quoteID" : "351"
  }, {
    "quote" : "Your issues are there to help you complete a journey.",
    "quoteID" : "352"
  }, {
    "quote" : "Whatever the world is showing you is you.",
    "quoteID" : "353"
  }, {
    "quote" : "An issue will not come up until you are strong enough to deal with it.",
    "quoteID" : "354"
  }, {
    "quote" : "God provides, but the child hides.",
    "quoteID" : "355"
  }, {
    "quote" : "It is all all right.",
    "quoteID" : "356"
  }, {
    "quote" : "Drama is the egoic child’s mind screaming for love and attention instead of giving it to itself.",
    "quoteID" : "357"
  }, {
    "quote" : "We grow up in so many ways: we outgrow our clothes, our schools, our toys, and sometimes our friends. Our idea of God must grow up too. Question, work on yourself, and the answers will be revealed.",
    "quoteID" : "358"
  }, {
    "quote" : "If you are trying to keep your issues rather than release them, you are holding onto the egoic child’s mind structure where futility is always a bottom-line component.",
    "quoteID" : "359"
  }, {
    "quote" : "There is no force of evil. There are only people who are confused, protective, afraid, unaware, and unloving.",
    "quoteID" : "360"
  }, {
    "quote" : "The devil doesn’t wear Prada. It wears the clothes we had in sixth grade.",
    "quoteID" : "361"
  }, {
    "quote" : "True love knows no bounds, but bounds know no true love.",
    "quoteID" : "362"
  }, {
    "quote" : "It isn’t all about you. And then again, it is.",
    "quoteID" : "363"
  }, {
    "quote" : "Appropriate guilt is the feeling you have when you have done something wrong. Inappropriate guilt is the feeling you have when you haven’t.",
    "quoteID" : "364"
  }, {
    "quote" : "Love more; blame, compare, judge, complain, catastrophize, and fear less.",
    "quoteID" : "365"
  }, {
    "quote" : "Real security is knowing how God’s system of energy works in your life and that everything is 100 percent okay and as it should be—no matter what you feel the outer is showing you.",
    "quoteID" : "366"
  }, {
    "quote" : "You get exceedingly angry because you have ignored a series of little moments, each of which needed to be set right.",
    "quoteID" : "367"
  }, {
    "quote" : "Don’t stay in the past arguments of who has done what for whom and how much. Realize that today you have the opportunity to show how much you care. The answer to what there is to be done about the past lies in the present: nothing and everything.",
    "quoteID" : "368"
  }, {
    "quote" : "Beginning again gives you a chance to create it better than before.",
    "quoteID" : "369"
  }, {
    "quote" : "You are defensive when you believe what the other person is saying about you but don’t want to admit it to yourself.",
    "quoteID" : "370"
  }, {
    "quote" : "There is no absence of God—or absence of anything else. Absence is a void, and a void contains all potential, and potential is the energy of the fullness of God. So all those feelings of absence? All in your head.",
    "quoteID" : "371"
  }, {
    "quote" : "You only know the flight and fight stress responses. Your flight consists of your avoiding, leaving, shutting down, running to escape, isolating, withdrawing, and flying off into fantasy. Your fight consists of resistance, defensiveness, blame, arrogance, and rage because you do not handle stress well. You are exercising both stress responses, not on or the other.",
    "quoteID" : "372"
  }, {
    "quote" : "A person who repeatedly turns down help does not choose to be helped.",
    "quoteID" : "373"
  }, {
    "quote" : "You get to keep doing everything you’re doing even if it is not serving you. But don’t be dishonest about it.",
    "quoteID" : "374"
  }, {
    "quote" : "You’re not hiding anything from anybody. Everything shows to those who care to look. It’s better to start on the journey to be who you desire to become than for you to keep running away from the people who see you and who do indeed care enough to look.",
    "quoteID" : "375"
  }, {
    "quote" : "All feelings—rage, disgust, fear, grief, sadness, loss, shame, dread, guilt, resentment, jealousy, and hatred—are love that, for some reason or other in your childhood, couldn’t be itself and had to be transmuted into something else.",
    "quoteID" : "376"
  }, {
    "quote" : "Nothing can turn into itself that is not at first itself. Since Love is all, all other feelings that appear not to be Love can turn back into Love when they are resolved within. Just as ice can turn into water because it was water first, so can all seemingly negative emotions be turned back into Love.",
    "quoteID" : "377"
  }, {
    "quote" : "You worry about others because you are worried about yourself and how you are going to be made to feel.",
    "quoteID" : "378"
  }, {
    "quote" : "The Good Book tells us not to cast pearls before swine. It isn’t that pigs are bad. It just means they can’t appreciate fine jewelry.",
    "quoteID" : "379"
  }, {
    "quote" : "Childhood trauma isn’t measured by the horror of the experience but by the perceived degree of woundedness.",
    "quoteID" : "380"
  }, {
    "quote" : "When you grow to know yourself really, really well, you find others.",
    "quoteID" : "381"
  }, {
    "quote" : "There are people for whom you wish well, but shouldn’t have over to dinner.",
    "quoteID" : "382"
  }, {
    "quote" : "Your nervous system holds unresolved emotions, which are fixations of energy. When you release these things, the issues go dormant. You are left with the memory of the experience and the wisdom from the experience, but you are free of the compulsive reaction to anything that reminds you of the experience.",
    "quoteID" : "383"
  }, {
    "quote" : "Issues do not entirely release in you until you address the bottom line, and most of those bottom lines start energetically in the womb. Better get help for this.",
    "quoteID" : "384"
  }, {
    "quote" : "There are four bodies: the mental, emotional, physical, and spiritual. Very spiritual people who are masters have most of their energy contained in the spiritual body. However, most people walk around with a preponderance of energy in the emotional body. By releasing the issues in the emotional body",
    "quoteID" : "385"
  }, {
    "quote" : "There’s always a journey to know where God has been all along.",
    "quoteID" : "386"
  } ],
  "users" : {
    "ikmlsbyyTua0t3ZDk5AImeGblwR2" : {
      "favoriteFood" : "logs"
    }
  }
}
